[
    {
        "company": "E-commerce Supply Chains Optimization Project",
        "company_location": "Sep 2023 -- Mar 2024",
        "role": "Position: Research Assistant (Advisor: Dr. <a href='https://www.polyu.edu.hk/ise/people/academic-staff/yungpo-tsang/'>Yung Po TSANG</a>)",
        "team": "<a href='https://sss.bnu.edu.cn/en/index.htm'>Department of Industrial & Systems Engineering</a>, The Hong Kong Polytechnic University",
        "time_duration": "",
        "details": [
        	{
                "description": "<div style=\"text-align: justify;\">Led research on DAO barriers in e-commerce supply chains, authored SCI papers and presented research results at international conferences.</div>",
            },
        	{
                "description": "<div style=\"text-align: justify;\">Identified 12 key DAO implementation factors, integrated Bayesian theory and game theory to develop algorithms, and elucidated and visualised the intricate relationships and hierarchies of potential barriers.</div>",
            },
        	{
                "description": "<div style=\"text-align: justify;\">Coordinated a cross-functional team of four researchers, engaged in liaising and consultation with over ten researchers, and enhanced cooperation and coordination capabilities.</div>",
            }
        ]
    },
    {
        "company": "Process Identification and Optimization Project",
        "company_location": "Jul 2023 -- Sep 2023",
        "role": "Position: Process and Supply Chain Management Coordinator",
        "team": "<a href='https://www.mnc-tek.com/En.php'> Mentech Optical & Magnetic Co.,Ltd (SZ.002902)</a>",
        "time_duration": "",
        "details": [
        	{
                "description": "<div style=\"text-align: justify;\">Leveraged complex networks analysis and predictive modelling techniques to pinpoint process optimization opportunities and formulate risk mitigation strategies.</div>",
            },
        	{
                "description": "<div style=\"text-align: justify;\">Forged collaborative relationships with cross-departmental teams to deploy process enhancements and execute targeted ``Project Velocity'' to curtail lead times for a specific product by 10\% and trim inventory expenses by 5\%.</div>",
            },
        	{
                "description": "<div style=\"text-align: justify;\">Constructed intuitive data visualizations and dashboards to lucidly communicate supply chain metrics and trends to executive leadership.</div>",
            }
        ]
    },
]
